# # Значение True представленно как цифра 1
# print(True == 1)
# # Значение False представленно как цифра 0
# print(False == 0)

# if False:
#     print('Видищь текст?')
# print('А меня видишь?')

# if True:
#     print('Условие правдивое!')

# answer = input('Как твоё настроение? ')
# if answer.lower() == 'хорошо':
#     print('Я рада за тебя. У меня тоже хорошо')
# elif answer.lower() == 'плохо':
#     print('Мне так жаль, что дела твои плохи. Не переживай. Я - с тобой...')

# answer = int(input('Как твоё настроение по шкале от 0 до 10 '))
# if answer == 1:
#     print('Я рада за тебя. У меня тоже хорошо')
# elif answer == 'плохо':
#     print('Мне так жаль, что дела твои плохи. Не переживай. Я - с тобой...')
