# print('Привет')  # Выводит на экран данные
#
# print("Из всех расскахов О'Генри")
# print('Мне больше нарвится "Вождь краснокожих"')
# print('''О'Генри мне
#                нарвится большое. Но так же
#                    пойду почитаю "Гамлета"''')

# print('Привет. Моё имя - Павел.\nА как твое?')

# print('Один')
# print()
# print('Два\n')
# print('Три')

# print('Привет', end=' ')
# print('Павел')

# print('Б' * 3)
# print('Б' + '3')

# print('Добрый день, мой имя Денис.\nЯ проживаю в городе Ростове-на-Дону.\nМне 43 года')
# print()
# print('Добрый день, мой имя Денис.')
# print('Я проживаю в городе Ростове-на-Дону.')
# print('Мне 43 года')
# print()
# print('''Добрый день, мой имя Денис.
# Я проживаю в городе Ростове-на-Дону.
# Мне 43 года''')

print('Зм' + 'е' * 3 + 'д не так прост,', end=' ')
print('как кажется!')