# print('Как твоё имя?')
# print(input('Как твой имя? '))

# print(('Здравтсвуй ' + input('Имя первого игрока: ')) +'\n')
# print('Здравтсвуй ' + input('Имя второго игрока: '))

# print('У Васи было', input(), 'яблоко')
# print('У Васи было', 25,  ' яблоко')

# print('Моё имя Павел\nМне', input('Введите возраст: '), 'лет')

# print('ЧЕЛОВЕК: Моё имя - ', input('РОБОТ: Здравствуй, человек! Как твоё имя?\n'),'\n\n' 'РОБОТ: A моё имя - R2D3. Приятно познакомиться!\nЧЕЛОВЕК : Мне тоже.')

# print(1, 2, 3, -7)  # Вывод целых чисел
# print(-8.5, 3.4, 6.32)  # Вывод дробных чисел
#
# print(5 + 5)
# print(5 - 5)

# print(10 / 2)  # Значение частного
# print(10 // 2)  # Целочисленное деление
# print(10 % 2)

# print(10 < 9)
# print(10 > 9)
# print('a' > 'A')

# print('Вот я вывел для тебя желаемое число: ', input('Какое число вывести на экран?\n'))

# print('Я - ступенька № ', input())
# print('Я - ступенька № ', input())
# print('Я - ступенька № ', input())

# print('Pyt', end='')
# print('hon')

# print('Приятно познакомиться, ', input('Привет! Представьтесь пожалуйста.\n'))
# print('Я очень рад, что твои дела обстоят ', input('А как у тебя дела?\n'))

# print('Конечный результат = ', (16 - 1) * (1 / 1))
